messages = {
    "en": [
        "Hello to all members of the group <b>{}</b>\nI'm a bot created to play <b>Magical Number</b>\n\nCommands:\n/startgame - Create a game\n/rules - Rules\n\n<b>Will we play?</b>",
        "You don't have permission to choose the language!",
        "✨<b>Magical Number Game</b>✨ set is started.",
        "✨<b>Magical Number Game</b>✨ set is started.\n\n👥 Joined players:\n",
        "The game set has been already started.",
        "I wish one magical number 🔮 that you should find!",
        "It is 👤 <b><a href='tg://user?id={}'>{}</a></b>'s turn.\nSend a number <b><u>({} - {})</u></b> ✍️",
        "Players is not enough to start the game! 🤷🏼‍♂️",
        "Magical number is <b><i>lower</i></b> than <b>{}</b>.",
        "Magical number is <b><i>higher</i></b> than <b>{}</b>.",
        "🥳 <b>Congratulations! 🎉\n<a href='tg://user?id={}'>{}</a></b> has won the game 🎮!\n\nHis total score is <b>{}</b>",
        "<a href='tg://user?id={}'>{}</a>, you sent <b>wrong number</b>.\nPlease send a number <b><u>({} - {})</u></b> ✍️",
        "{}, it is not your turn! Please <b>wait for your turn</b>!",
        "Sent number is out of range.\nPlease send a number <b><u>({} - {})</u></b> ✍️",
        "🔝 TOP 3 Gamers of the group 🎮:\n\n"
    ],
    "ru": [
        "Привет всем участникам группы <b>{}</b>\nЯ бот, созданный для игры в <b>Магическое число</b>\n\nКоманды:\n/startgame - Создать игру\n/rules - Правила\n\n<b>Будем играть?</b>",
        "Вы не имеете право выбирать язык!",
        "✨<b>Игра Магическое число</b>✨ набор запущен.",
        "✨<b>Игра Магическое число</b>✨ набор запущен.\n\n👥 Присоединившиеся игроки:\n",
        "Набор для игры уже была начата.",
        "Я желаю одно магическое число 🔮, которое вы должны найти!",
        "Настала очередь 👤 <b><a href='tg://user?id={}'>{}</a></b>.\nОтправьте число <b><u>({} - {})</u></b> ✍️",
        "Игроков недостаточно, чтобы начать игру! 🤷🏼‍♂️",
        "Магическое число <b><i>меньше</i></b>, чем <b>{}</b>.",
        "Магическое число <b><i>больше</i></b>, чем <b>{}</b>.",
        "🥳 <b>Поздравляем! 🎉\n<a href='tg://user?id={}'>{}</a></b> выиграл игру 🎮!\n\nЕго общий счет <b>{}</b>",
        "<a href='tg://user?id={}'>{}</a>, вы отправили <b>неверное число</b>.\nПожалуйста, отправьте число<b><u>({} - {})</u></b> ✍️",
        "{}, сейчас не ваша очередь! Пожалуйста, <b>дождитесь своей очереди</b>!",
        "Отправленный номер вне диапазона.\nПожалуйста, отправьте число<b><u>({} - {})</u></b> ✍️",
        "🔝 ТОП-3 игрока группы 🎮:\n\n"
    ]
}